var datas = [
  {
    tx: "/Image/tx-1.jpg",
    time: "2017.01.01",
    img: "/Image/list-1.jpg",
    txt: "有的时候，背影才是美丽的风景，暗色的灯光，纤细的手掌，展现着青春的静之美",
    num1: "99",
    num2: "520",
    postId:"0",
    headImg:"/Image/list-1.jpg",
    txImg:"/Image/tx-1.jpg",
    author:"轻舞飞扬",
    titleTime:"2017.01.01",
    detialTitle:"青春？",
    detail:"我们就是希望，即使有人落空，依然会有坚定执著的梦；我们就是自由，想唱就可以唱到地老天荒，要哭就哭得悲悲壮壮；我们就是负荷，让人在付出的轮回中找不到休息的角落；我们就是拼搏，让人懂得攀登才能览胜,奋斗才会成功；我们就是一条不悔的路，走过去就无法再回头；我们就是一本厚币的书，可以填满快乐，也可以写下孤独，却不能在它的扉页上因等待停下前进的脚步。是啊，我们其实就是人生中最美丽的一道风景，就是人一生中最真切的回忆，短暂而美好，标志着成长与未来，记载着掌声与微笑!抓住我们，留住我们吧!"
  },
  {
    tx: "/Image/tx-2.png",
    time: "2017.03.01",
    img: "/Image/list-2.jpg",
    txt: "有的时候，背影才是美丽的风景，暗色的灯光，纤细的手掌，展现着青春的静之美",
    num1: "58",
    num2: "500",
    postId:"1",
    headImg:"/Image/list-2.jpg",
    txImg:"/Image/tx-2.png",
    author:"痞子蔡",
    titleTime:"2017.05.20",
    detialTitle:"激情",
    detail:"我们就是希望，即使有人落空，依然会有坚定执著的梦；我们就是自由，想唱就可以唱到地老天荒，要哭就哭得悲悲壮壮；我们就是负荷，让人在付出的轮回中找不到休息的角落；我们就是拼搏，让人懂得攀登才能览胜,奋斗才会成功；我们就是一条不悔的路，走过去就无法再回头；我们就是一本厚币的书，可以填满快乐，也可以写下孤独，却不能在它的扉页上因等待停下前进的脚步。是啊，我们其实就是人生中最美丽的一道风景，就是人一生中最真切的回忆，短暂而美好，标志着成长与未来，记载着掌声与微笑!抓住我们，留住我们吧!"
  },
  {
    tx: "/Image/tx-3.jpg",
    time: "2017.08.09",
    img: "/Image/list-3.jpg",
    txt: "有的时候，背影才是美丽的风景，暗色的灯光，纤细的手掌，展现着青春的静之美",
    num1: "123",
    num2: "540",
    postId:"2",
    headImg:"/Image/list-3.jpg",
    txImg:"/Image/tx-3.jpg",
    author:"飞Young",
    titleTime:"2017.08.17",
    detialTitle:"爱情",
    detail:"我们就是希望，即使有人落空，依然会有坚定执著的梦；我们就是自由，想唱就可以唱到地老天荒，要哭就哭得悲悲壮壮；我们就是负荷，让人在付出的轮回中找不到休息的角落；我们就是拼搏，让人懂得攀登才能览胜,奋斗才会成功；我们就是一条不悔的路，走过去就无法再回头；我们就是一本厚币的书，可以填满快乐，也可以写下孤独，却不能在它的扉页上因等待停下前进的脚步。是啊，我们其实就是人生中最美丽的一道风景，就是人一生中最真切的回忆，短暂而美好，标志着成长与未来，记载着掌声与微笑!抓住我们，留住我们吧!"
  }
]
module.exports={
  data_post:datas
}